{
    "welcome" : "Selamat datang !",
    "somethingWentWrong" : "Terjadi kesalahan",
    "enterYourEmail" : "Masukkan email Anda",
    "password": "Kata sandi",
    "enterYourPassword" : "Masukkan kata sandi Anda",
    "forgotPassword": "Lupa sandi?",
    "signIn" : "Masuk",
    "or" : "Atau",
    "don'tHaveAnAccountYet" : "Belum punya akun?",
    "register" : "Daftar",
    "createAnAccount" : "Daftar akun",
    "name" : "Nama",
    "enterYourName" : "Masukkan nama Anda",
    "signUp" : "Daftar",
    "alreadyHaveAnAccount" : "Sudah punya akun?",
    "hadithNarrators" : "Perawi Hadis",
    "hadith": "hadis",
    "Hadith": "Hadis",
    "Number": "Nomor",
    "addCard" : "Tambah Kartu",
    "review" : "Ulas",
    "profile" : "Profil",
    "youDon'tHaveAnyFlashcard" : "Kamu tidak punya Flashcard",
    "addYourFlashcard" : "Tambahkan Flashcard Anda",
    "youDon'tHaveFlashcardsToReview" : "Kamu tidak mempunyai Flashcard untuk direview :(",
    "addMoreFlashcards" : "Tambahkan lebih banyak Flashcard",
    "youAreInGuestMode" : "Anda dalam mode tamu",
    "back" : "Kembali",
    "myFlashcard" : "Flashcard saya",
    "language" : "Bahasa",
    "rateUs" : "Beri rating",
    "help" : "Bantuan",
    "aboutApp" : "Tentang aplikasi",
    "privacyPolicy" : "Kebijakan privasi",
    "chooseLanguage" : "Pilih bahasa :",
    "signOut" : "Keluar",
    "thisCannotBeEmpty" : "Tidak boleh kosong",
    "invalidEmailFormat": "Format email salah",
    "lengthTooShort" : "Terlalu pendek",
    "nameCannotBeFilledWithNumbers" : "Nama tidak bisa diisi dengan angka",
    "congratsYouHaveCompletedToday'sFlashcard" : "Selamat! Kamu telah menyelesaikan kartu hari ini",
    "addToFlashcard" : "Tambahkan menjadi flashcard",
    "close" : "Tutup",
    "areYouSureWantToResetYourFlashcardProgress" : "Flashcard ini telah ditambahkan, jika kamu menambahkan ulang proses flashcard akan direset. Apakah kamu yakin?",
    "yes" : "Ya",
    "no" : "Tidak",
    "helpSection" : "Anda akan melihat pertanyaan dari Flashcard, coba lantunkan hadis dari pertanyaan tersebut. Setelah selesai melantunkannya semampu Anda, tekan kartu untuk membalik pertanyaan menjadi jawaban . Kemudian nilai secara subjektif sejauh mana Anda dapat mengingat hadis tersebut dalam skala 0 hingga 5. Selanjutnya, tekan tombol kualitas yang sesuai dengan tingkat ingatan yang Anda rasakan. Berikut keterangan tentang tombol kualitas :",
    "quality0" : "Sama sekali tidak ingat",
    "quality1" : "Menjawab salah, jawaban yang benar masih bisa diingat",
    "quality2" : "Menjawab salah, jawaban yang benar mudah untuk diingat",
    "quality3" : "Menjawab benar, mengingat dengan susah payah",
    "quality4" : "Menjawab benar, tetapi dengan keragu - raguan",
    "quality5" : "Menjawab benar dengan sempurna",
    "privacyPolicyText" : "Saat Anda menggunakan aplikasi Hadith Flashcard kami, Anda mempercayai kami dengan informasi Anda. Karena kami sangat berkomitmen terhadap privasi Anda, maka Kebijakan Privasi ini dimaksudkan untuk membantu Anda memahami data apa yang kami kumpulkan dan mengapa kami memerlukannya. Ini sangat penting; Kami harap Anda meluangkan waktu untuk membacanya dengan seksama. Kami akan menjelaskannya dengan sejelas mungkin.",
    "privacyPolicyTitle1" : "Mengumpulkan Informasi Perangkat :",
    "privacyPolicyTitle2" : "Mengumpulkan Email :",
    "privacyPolicyTitle3" : "Informasi Keamanan :",
    "privacyPolicyText1" : "Aplikasi Hadith Flashcard ini menggunakan Google Firebase Analytics (salah satu produk milik Google) untuk mengumpulkan informasi seperti model perangkat, versi sistem operasi, dan fitur apa saja yang sering dibuka pada aplikasi ini. Informasi ini kami gunakan untuk memahami pengalaman pengguna di aplikasi ini, sehingga aplikasi ini dapat menjadi lebih baik pada pembaruan berikutnya. Penting untuk diketahui, hampir seluruh aplikasi yang ada di Google Play Store menggunakan Google Firebase Analytics.",
    "privacyPolicyText2" : "Aplikasi Hadith Flashcard ini menggunakan Google Firebase Authentication untuk \"Sign-In\" di aplikasi kami, sehingga kami dapat mengidentifikasi data Terakhir Baca dan Bookmark milik Anda saat menggunakan fitur otomatis menyimpan data tersebut ke Server kami. Jadi, secara tidak langsung, alamat Email Anda akan tersimpan di dashboard Firebase dan Server kami. Penting untuk diketahui, Firebase adalah salah satu produk milik Google, dan Google tidak akan mengizinkan seluruh pengembang (termasuk kami) untuk mengetahui kata sandi (password) Anda dengan cara apa pun. Jadi, Anda tidak perlu khawatir akan kehilangan akun Email Anda karena \"Sign-In\" di aplikasi kami. Kami hanya mengumpulkan alamat Email untuk mempermudah identifikasi Flashcard milik Anda, dan kami tidak akan membagikan alamat Email Anda kepada siapa pun untuk tujuan apa pun.",
    "privacyPolicyText3" : "Kami telah menerapkan langkah-langkah keamanan administratif dan teknis yang dianggap sangat canggih untuk melindungi data dan privasi Anda."
  
}